{
  "users": [
    {
      "id": 1,
      "name": "Pate Adkins",
      "email": "no1@no.com",
      "password": "12345"
    },
    {
      "id": 2,
      "name": "Geneva Guy",
      "email": "no2@no.com",
      "password": "12345"
    },
    {
      "id": 3,
      "name": "Grimes Dawson",
      "email": "no3@no.com",
      "password": "12345"
    },
    {
      "id": 4,
      "name": "Deirdre Whitley",
      "email": "no4@no.com",
      "password": "12345"
    },
    {
      "id": 5,
      "name": "Lourdes Estrada",
      "email": "no5@no.com",
      "password": "12345"
    },
    {
      "name": "Ka la",
      "email": "no6@no.com",
      "password": "12",
      "id": 6
    },
    {
      "name": "ug",
      "email": "bo",
      "password": "no",
      "id": 7
    },
    {
      "name": "la",
      "email": "la",
      "password": "la",
      "id": 8
    },
    {
      "name": "la",
      "email": "lo",
      "password": "no",
      "id": 9
    },
    {
      "name": "no",
      "email": "no",
      "password": "lo",
      "id": 10
    }
  ],
  "entries": [
    {
      "id": 1,
      "userId": 5,
      "entryTypeId": 2,
      "input": "In in nulla cillum sint do ad magna. Ut sunt reprehenderit id in nulla do sunt quis sit incididunt duis nisi non."
    },
    {
      "id": 2,
      "userId": 1,
      "entryTypeId": 1,
      "input": "Qui ea nisi esse cillum commodo reprehenderit ad ex qui incididunt. Dolore ad ea duis anim quis."
    },
    {
      "id": 3,
      "userId": 5,
      "entryTypeId": 3,
      "input": "Voluptate nisi laboris proident exercitation sunt occaecat nostrud ex sint voluptate ex ea. Esse sint veniam culpa eiusmod reprehenderit ex ad occaecat ex."
    },
    {
      "id": 4,
      "userId": 4,
      "entryTypeId": 1,
      "input": "Exercitation officia officia nulla dolor fugiat minim officia sit magna voluptate mollit nulla amet cupidatat. Anim tempor laboris nostrud ullamco laboris eu labore veniam ipsum non pariatur fugiat."
    },
    {
      "id": 5,
      "userId": 4,
      "entryTypeId": 1,
      "input": "Nostrud reprehenderit nulla velit pariatur ad sunt commodo fugiat. Dolore pariatur aute culpa deserunt deserunt excepteur incididunt."
    },
    {
      "id": 6,
      "userId": 4,
      "entryTypeId": 1,
      "input": "Sint do et consectetur eu veniam. Sunt aute minim incididunt do qui."
    },
    {
      "id": 7,
      "userId": 2,
      "entryTypeId": 2,
      "input": "Cupidatat culpa incididunt duis aliquip culpa fugiat in veniam elit. Sit ullamco eiusmod exercitation voluptate minim cillum laboris dolore ipsum."
    },
    {
      "id": 8,
      "userId": 5,
      "entryTypeId": 1,
      "input": "Sunt sunt laborum duis nulla fugiat amet laborum excepteur nostrud in pariatur incididunt aliqua. Culpa ad duis ipsum cupidatat anim ullamco ex duis pariatur Lorem eu."
    },
    {
      "id": 9,
      "userId": 1,
      "entryTypeId": 3,
      "input": "In ad pariatur minim anim laborum fugiat enim est et aliquip. Mollit dolor cillum nulla occaecat amet esse voluptate consequat elit dolor labore."
    },
    {
      "id": 10,
      "userId": 1,
      "entryTypeId": 3,
      "input": "Pariatur deserunt labore aliquip velit. Deserunt ullamco non eiusmod eiusmod velit ex et officia veniam."
    },
    {
      "id": 11,
      "userId": 1,
      "entryTypeId": 2,
      "input": "Occaecat cupidatat id reprehenderit sit eiusmod et aliqua fugiat nulla amet excepteur ea. Fugiat aliqua aute occaecat amet adipisicing dolor amet nostrud Lorem ex consectetur."
    },
    {
      "id": 12,
      "userId": 1,
      "entryTypeId": 1,
      "input": "Sint tempor minim occaecat qui nostrud commodo aute ut laborum ad voluptate consectetur velit veniam. Veniam labore pariatur excepteur aliquip veniam consectetur consectetur magna."
    },
    {
      "id": 13,
      "userId": 2,
      "entryTypeId": 2,
      "input": "Deserunt dolor nulla exercitation veniam dolor est Lorem incididunt in consectetur. Aliquip occaecat anim id do commodo."
    },
    {
      "id": 14,
      "userId": 1,
      "entryTypeId": 2,
      "input": "Pariatur adipisicing quis id incididunt. Officia sunt velit Lorem qui id commodo esse."
    },
    {
      "id": 15,
      "userId": 1,
      "entryTypeId": 2,
      "input": "Commodo nisi adipisicing incididunt deserunt. Sit culpa consequat ex aliqua aliqua minim veniam."
    }
  ],
  "entrytype": [
    {
      "id": 1,
      "type": "list"
    },
    {
      "id": 2,
      "type": "journal"
    },
    {
      "id": 3,
      "type": "emote"
    }
  ]
}